Repository: davidmhewitt/switchboard-plug-wacom
Catalog: po/*.po
Languages: ca, ckb, cs, da, de, eo, es, fi, fr, he, hu, it, ja, lt, mr, nb, nn, pl, ru, sk, sr, uk

source: No Stylus Detected
ca: No s'ha detectat cap llapis.
ckb: هیچ ستایلەسێک نەدۆزراوەتەوە
cs: Nebyl detekován žádný stylus
da: Ingen Stylus Blev Detekteret
de: Kein Stift gefunden
eo: Neniu grifelo detektita
es: No se detectó ningún lápiz
fi: Stylusta ei havaittu
fr: Pas de stylet détecté
he: לא זוהה עט
hu: Nem található ceruza
it: Nessuno stilo rilevato
ja: スタイラスが見つかりません
lt: Neaptikta jokios rašomosios plunksnos
mr: स्टाईलस आढळले नाही
nn: Fann ingen peikepenn
pl: Nie wykryto rysika
ru: Перо не обнаружено
sk: Nebol detekovaný žiadny stylus
sr: Није откривено пенкало
uk: Сенсорний олівець не виявлено

source: Please move your stylus close to the tablet
ckb: تکایە ستایلەسەکت لە نزیک تابلێتەکەتەوە دابنێ
cs: Prosím přibližte svůj stylus k tabletu
da: Vær venlig at flytte din stylus tæt på tegnefladen
eo: Bonvolu movi vian grifelon proksime de la tabulkomputilo
it: Avvicina lo stilo alla tavoletta
lt: Perkelkite rašomąją plunksną arčiau planšetės
mr: कृपया आपले स्टाईलस टॅब्लेटच्या जवळ हलवा
nn: Flytt peikepennen nærmare til brettet
sr: Померите ваше пенкало близу таблице

source: Default
ca: Per defecte
ckb: بنەڕەت
cs: Výchozí
da: Standard
de: Standard
eo: Apriora
es: Predeterminado
fi: Oletus
fr: Défaut
he: ברירת מחדל
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
lt: Numatytasis
mr: डिफॉल्ट
nb: Forvalg
nn: Standard
pl: Domyślne
ru: По умолчанию
sk: Predvolené
sr: Основно
uk: Типово

source: Middle Mouse Button Click
ca: Clic del botó del mig del ratolí
ckb: کرتەی دوگمەی ناوەڕاستی ماوس
cs: Kliknutí prostředním tlačítkem myši
da: Mellemmuseknap Klik
de: Mittlerer Mausklick
eo: Musa mezbutona klako
es: Clic del botón central del ratón
fi: Keskimmäisen hiiren painikkeen napsautus
fr: Clic sur le bouton central de la souris
he: לחיצת כפתור אמצעי בעכבר
hu: Középső egérgombos kattintás
it: Clic del pulsante centrale del mouse
ja: マウスの中クリック
lt: Viduriniojo pelės mygtuko spustelėjimas
mr: माउस माध्यम बटण क्लिक करा
nb: Midtmusetastklikk
nn: Trykk med mellomknappen på musa
pl: Kliknięcie środkowym przyciskiem myszy
ru: Нажатие средней кнопки мыши
sk: Kliknutie kolieska myši
sr: Клик средњег дугмета миша
uk: Натискання середньої кнопки миші

source: Right Mouse Button Click
ca: Clic del botó dret del ratolí
ckb: کرتەی لای ڕاستی ماوس
cs: Kliknutí pravým tlačítkem myši
da: Højre Muse Klik
de: Rechter Mausklick
eo: Musa dekstrobutona klako
es: Clic del botón secundario del ratón
fi: Hiiren oikean painikkeen napsautus
fr: Clic sur le bouton droit de la souris
he: לחיצת כפתור ימני בעכבר
hu: Jobb egérgombos kattintás
it: Clic del pulsante destro del mouse
ja: マウスの右クリック
lt: Dešiniojo pelės mygtuko spustelėjimas
mr: राइट माउस बटण क्लिक
nb: Høyremusetastklikk
nn: Trykk med høgreknappen på musa
pl: Kliknięcie prawym przyciskiem myszy
ru: Нажатие правой кнопки мыши
sk: Kliknutie pravého tlačidla myši
sr: Клик десног дугмета миша
uk: Натискання правої кнопки миші

source: Back
ca: Enrere
ckb: گەڕانەوە
cs: Zpět
da: Tilbage
de: Zurück
eo: Reen
es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
ja: 戻る
lt: Atgal
mr: मागे
nb: Tilbake
nn: Tilbake
pl: Wróć
ru: Назад
sk: Späť
sr: Назад
uk: Назад

source: Forward
ca: Endavant
ckb: چوونەپێش
cs: Vpřed
da: Fremad
de: Vorwärts
eo: Antaŭen
es: Adelante
fi: Eteenpäin
fr: Suivant
he: קדימה
hu: Előre
it: Avanti
ja: 進む
lt: Pirmyn
mr: पुढे पाठवा
nn: Framøve
pl: Naprzód
ru: Вперёд
sk: Vpred
sr: Напред
uk: Вперед

source: Soft
ca: Suau
ckb: سۆفت
cs: Jemný
da: Blød
de: Weich
eo: Modera
es: Suave
fi: Pehmeä
fr: Léger
he: רך
hu: Puha
it: Morbido
ja: 柔らかい
lt: Švelnus
mr: सॉफ्ट
nb: Myk
nn: Lett
pl: Miękki
ru: Мягкий
sk: Mäkký
sr: Меко
uk: М'який

source: Firm
ca: Ferm
ckb: فیرم
cs: Tuhý
da: Fast
de: Fest
eo: Firma
es: Firme
fi: Luja
fr: Fort
he: קשיח
hu: Kemény
it: Deciso
ja: 硬い
lt: Tvirtas
mr: फर्म
nb: Fast
nn: Hardt
pl: Twardy
ru: Твёрдый
sk: Tvrdý
sr: Чврсто
uk: Твердий

source: Eraser Pressure Feel:
cs: Dojem z přítlaku mazací gumy:
da: Viskelæderets Følsomhed:
eo: Skrapguma prema sento:
it: Sensibilità alla pressione della gomma:
lt: Trintuko spaudimo jutimas:
mr: इरेझर दबाव:
nb: Viskelærets følsomhet:
nn: Trykkfølelse for viskaren:
sr: Осећај притиска брисача:

source: Button Action:
ckb: کاری دوگمە:
cs: Akce tlačítka:
da: Knap Handling:
eo: Butona ago:
it: Azione del pulsante:
lt: Mygtukų veiksmas:
mr: बटण क्रिया:
nb: Knappehandling:
nn: Hending når knappen blir trykt på:
sr: Радња дугмета:

source: Top Button Action:
ckb: کاری دوگمەی سەرەوە:
cs: Akce horního tlačítka:
da: Handling For Øverste Knap:
eo: Supra butona ago:
it: Azione del pulsante superiore:
lt: Viršutinio mygtuko veiksmas:
mr: शीर्ष बटण क्रिया:
nb: Toppknappshandling:
nn: Hending når toppknappen blir trykt på:
sr: Радња горњег дугмета:

source: Bottom Button Action:
ckb: کاری دوگمەی خوارەوە:
cs: Akce spodního tlačítka:
da: Bundknappens Handling:
eo: Malsupra butona ago:
it: Azione del pulsante inferiore:
lt: Apatinio mygtuko veiksmas:
mr: तळाच्या बटणाची क्रिया:
nb: Bunnknappshandling:
nn: Hending når botnknappen blir trykt på:
sr: Радња доњег дугмета:

source: Middle Button Action:
ckb: کاری دوگمەی ناوەڕاست:
cs: Akce prostředního tlačítka:
da: Midterste Knaps Handling:
eo: Meza butona ago:
it: Azione del pulsante centrale:
lt: Vidurinio mygtuko veiksmas:
mr: मध्यम बटण क्रिया:
nb: Midtknappshandling:
nn: Hending når mellomknappen blir trykt på:
sr: Радња средњег дугмета:

source: Tip Pressure Feel:
cs: Dojem z přítlaku hrotu:
da: Spidsens Følsomhed:
eo: Pinta prema sento:
it: Sensazione di pressione della punta:
lt: Galiuko spaudimo jutimas:
mr: टीप दबाव भावना:
nb: Spissens følsomhet:
nn: Trykkfølelse på tuppen:
sr: Осећај притиска додира:

source: Test Tablet Settings
ckb: ڕێکخستنەکانی تابلێتی تاقیکردنەوە
cs: Vyzkoušejte nastavení tabletu
da: Test Tabletens Indstillinger
eo: Testi tabulkomputilajn agordojn
it: Prova le impostazioni della tavoletta
lt: Išbandyti planšetės nustatymus
mr: टॅब्लेट सेटिंग्ज चाचणी
nn: Prøv innstillingane for brettet
sr: Провери подешавања таблице

source: Tablet (absolute)
ca: Tauleta (absoluta)
ckb: تابلێت (ڕەها)
cs: Tablet (absolutní)
da: Tablet (absolut)
de: Tablett (absolut)
eo: Tabulkomputilo (absoluta)
es: Tableta (absoluto)
fi: Tabletti (absoluuttinen)
fr: Tablette (absolu)
he: לוח (מוחלט)
hu: Táblagép (abszolút)
it: Tavoletta (assoluto)
ja: タブレット (絶対座標)
lt: Planšetė (absoliučioji)
mr: टॅब्लेट (परिपूर्ण)
nn: Brett (absolutt)
pl: Tablet (absolutny)
ru: Планшет (абсолютные координаты)
sk: Tablet (absolútny)
sr: Таблица (апсолутно)
uk: Планшет (абсолютні координати)

source: Touchpad (relative)
ca: Ratolí tàctil (relativa)
ckb: تەچپاد (ڕێلەتڤ)
cs: Touchpad (relativní)
da: Touchpad (relativ)
de: Tastfeld (relativ)
eo: Tuŝplato (relativa)
es: Panel táctil (relativo)
fi: Kosketuslevy (suhteellinen)
fr: Pavé tactile (relatif)
he: משטח מגע (יחסי)
hu: Touchpad (relatív)
it: Touchpad (relativo)
ja: タッチパッド (相対座標)
lt: Jutiklinis kilimėlis (santykinė)
mr: टचपॅड (जवळपास)
nb: Pekeflate (relativ)
nn: Peikeplate (relativt)
pl: Panel dotykowy (względny)
ru: Сенсорная панель (относительные координаты)
sk: Touchpad (relatívny)
sr: Додирна табла (релативно)
uk: Сенсорна панель (відносні координати)

source: Tracking mode:
ckb: دۆخی تراکینگ (چاودێریکردن):
cs: Režim polohování:
da: Sporningstilstand:
eo: Sekvada reĝimo:
it: Modalità di tracciamento:
lt: Sekimo veiksena:
mr: ट्रॅकिंग मोड:
nb: Sporingsmodus:
nn: Følgemodus:
sr: Начин праћења:

source: Left-handed orientation:
ckb: ئۆرینیتەیشنی دەستە-چەپ:
cs: Orientace pro leváky:
da: Venstrehåndet orientering:
eo: Maldekstro-mana orientiĝo:
it: Orientamento per mancini:
lt: Kairiarankė orientacija:
mr: डावीकडून अभिमुखता:
nn: Bruk med venstrehåndsinnstilling:
sr: Леворуко усмерење:

source: Wacom
ckb: وەیکام
he: לוח ציור
ja: ワコム
mr: वाकॉम
sr: Ваком

source: Configure Wacom tablet
ca: Configureu la tauleta de Wacom
ckb: ڕێکخستنی تابلێتی وەیکام
cs: Konfigurovat tablet Wacom
da: Konfigurer Wacom Tablet
de: Wacom-Tablett einrichten
eo: Agordi la Wacom-tabulkomputilon
es: Configure la tableta Wacom
fi: Määritä Wacom-piirtopöydän asetukset
fr: Configurer une tablette Wacom
he: הגדרת לוח ציור
hu: Wacom táblagép beállítása
it: Configura una tavoletta Wacom
ja: ワコムタブレットを設定します
lt: Konfigūruoti Wacom planšetę
mr: वॅकॉम टॅब्लेट कॉन्फिगर करा
nb: Sett opp Wacom-tegneplate
nn: Still inn Wacom-brett
pl: Skonfiguruj tablet Wacom
ru: Настроить планшет Wacom
sk: Konfigurovať tablet Wacom
sr: Подеси Ваком таблицу
uk: Налаштувати планшет Wacom

source: Stylus
ckb: ستایلەس
eo: Grifelo
it: Stilo
lt: Rašomoji plunksna
mr: स्टाईलस
nn: Peikepenn
sr: Пенкало

source: Tablet
ckb: تابلێت
eo: Tabulkomputilo
it: Tavoletta
lt: Planšetė
mr: टॅब्लेट
nb: Nettbrett
nn: Nettbrett
sr: Таблет

source: No Tablets Available
ca: No hi ha cap tauleta disponible.
ckb: هیچ تابلێتێک بەردەست نییە
cs: Není k dispozici žádný tablet
da: Ingen Tablets til Rådighed
de: Kein Grafiktablett vorhanden
eo: Neniu tabulkomputilo disponebla
es: No hay ninguna tableta disponible
fi: Ei piirtopöytiä käytettävissä
fr: Pas de tablette disponible
he: אין לוחות זמינים
hu: Nincs elérhető táblagép
it: Nessuna tavoletta disponibile
ja: 利用可能なタブレットなし
lt: Nėra jokių prieinamų planšečių
mr: कोणतेही टॅब्लेट्स उपलब्ध नाहीत
nb: Ingen tilgjengelige tegneplater
nn: Ingen brett er tilgjengelig
pl: Brak dostępnych tabletów
ru: Планшеты на найдены
sk: Žiadny tablet nie je k dispozícii
sr: Нема доступних таблица
uk: Планшетів не знайдено

source: Please ensure your tablet is connected and switched on
ca: Si us plau, assegureu-vos que la tauleta estigui connectada i engegada.
ckb: تکایە دڵنیابە کە تابلێتەکە پێکراوە و پەیوەستە
cs: Ujistěte se, že je váš tablet připojený a zapnutý, prosím
da: Sørg for, at din tablet er tilsluttet og tændt
de: Stellen Sie sicher, dass Ihr Grafiktablett angeschlossen und eingeschaltet ist
eo: Bonvolu certiĝi, ke la tabulkomputilo estas konektita kaj ŝaltita
es: Cerciórese de que la tableta esté conectada y encendida
fi: Varmista että piirtopöytä on yhdistetty ja käynnistetty
fr: Veuillez vérifier que votre tablette est connectée et allumée
he: נא לוודא שהלוח שלך מחובר ופעיל
hu: Győződjön meg róla, hogy a táblagép csatlakoztatva van és be van kapcsolva
it: Assicurati che la tua tavoletta sia connessa e accesa
ja: お使いのタブレットが接続され、電源がオンになっていることを確認してください
lt: Įsitikinkite, kad jūsų planšetė yra prijungta ir įjungta
mr: कृपया आपला टॅब्लेट कनेक्ट केलेला आणि चालू असल्याचे सुनिश्चित करा
nb: Forsikre deg om at din tegneplate er tilkoblet og påslått
nn: Sjekk at brettet er kopla til og slått på
pl: Upewnij się, że twój tablet jest podłączony i włączony
ru: Убедитесь, что ваш планшет подключён и включён
sk: Uistite sa, že je váš tablet pripojený a zapnutý
sr: Уверите се да је ваша таблица повезана и укључена
uk: Переконайтеся, що ваш планшет під'єднано та ввімкнено

source: Test Settings
ca: Prova dels paràmetres
de: Einstellungen testen
es: Probar la configuración de la tableta
fi: Testaa asetuksia
fr: Tester les paramètres
he: בדיקת הגדרות
hu: Beállítások tesztelése
ja: 設定を確認
pl: Przetestuj ustawienia
ru: Тест настроек
sk: Vyskúšať nastavenia
uk: Перевірка налаштувань

source: Eraser Pressure Feel
ca: Sensació de la pressió de l'esborrador
de: Radiererdruck
es: Sensibilidad a la presión del borrador
fi: Pyyhekumin paineen tunne
fr: Sensibilité de pression de la gomme
he: תחושת לחץ מחיקה
hu: A törlés nyomásának érzése
ja: 消しゴムの感触
pl: Twardość gumki
ru: Чувствительность давления ластика
sk: Pocit z prítlaku gumy
uk: Чутливість натискання гумки

source: Button Action
ca: Acció del botó
de: Tastenaktion
es: Acción de botón
fi: Painiketoiminto
fr: Action du bouton
he: פעולת כפתור
hu: A gomb viselkedése
ja: ボタンのアクション
pl: Działanie przycisku
ru: Действие кнопки
sk: Akcia tlačidla
uk: Кнопка дії

source: Top Button Action
ca: Acció del botó superior
de: Aktion obere Taste
es: Acción del botón superior
fi: Yläpainikkeen toiminto
fr: Action du bouton supérieur
he: פעולת כפתור עליון
hu: A felső gomb viselkedése
ja: 上ボタンのアクション
pl: Działanie górnego przycisku
ru: Действие верхней кнопки
sk: Akcia horného tlačidla
uk: Верхня кнопка дії

source: Bottom Button Action
ca: Acció del botó inferior
de: Aktion untere Taste
es: Acción del botón inferior
fi: Alapainikkeen toiminto
fr: Action du bouton inférieur
he: פעולת כפתור תחתון
hu: Az alsó gomb viselkedése
ja: 下ボタンのアクション
pl: Działanie dolnego przycisku
ru: Действие нижней кнопки
sk: Akcia spodného tlačidla
uk: Нижня кнопка дії

source: Middle Button Action
ca: Acció del botó del mig
de: Aktion mittlere Taste
es: Acción del botón central
fi: Keskipainikkeen toiminto
fr: Action du bouton central
he: פעולת כפתור אמצעי
hu: A középső gomb viselkedése
ja: 中央ボタンのアクション
pl: Działanie środkowego przycisku
ru: Действие средней кнопки
sk: Akcia stredného tlačidla
uk: Середня кнопка дії

source: Tip Pressure Feel
ca: Sensació de pressió de la punta
de: Spitzendruck
es: Sensibilidad a la presión de la punta
fi: Kärjen paineen tunne
fr: Sensibilité de pression de la pointe
he: תחושת לחץ חוד
hu: A hegy nyomásának érzése
ja: ペン先の感触
pl: Twardość rysika
ru: Чувствительность давления наконечника
sk: Pocit z prítlaku hrotu
uk: Сила натискання наконечника

source: Tracking Mode
ca: Mode de seguiment
de: Tracking-Modus
es: Modo de rastreo
fi: Seurantatila
fr: Mode de suivi
he: מצב מעקב
hu: Követési mód
ja: 検出モード
pl: Tryb śledzenia
ru: Режим позиционирования
sk: Režim polohovania
uk: Режим позиціювання

source: Left Hand Orientation
ca: Orientació esquerrana
de: Ausrichtung für Linkshänder
es: Orientación para zurdos
fi: Vasenkätinen suuntaus
fr: Orientation gaucher
he: כיווניות לשמאליים
hu: Balkezes elrendezés
ja: 左手用にする
pl: Tryb obsługi leworęcznej
ru: Ориентация для левшей
sk: Orientácia pre ľavákov
uk: Орієнтація для лівші

source: Move the stylus over this window
ca: Moveu el llapis sobre aquesta finestra
de: Stift über dieses Fenster bewegen
es: Mueva el lápiz sobre esta ventana
fi: Siirrä kynä tämän ikkunan yläpuolelle
fr: Déplacez le stylet sur cette fenêtre
he: העברת עט המגע על פני החלון הזה
hu: Mozgassa a tollat az ablak fölé
ja: スタイラスをこのウィンドウ上に移動してください
pl: Przenieś rysik nad to okno
ru: Проведите пером поверх этого окна
sk: Posuňte stylus nad toto okno
uk: Наведіть стилус на це вікно
